Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A02D.tmx
Source language: en_us
Languages: zh_cn

source: China and U.S. defense chiefs will meet, resume military ties
zh_cn: 中国和美国的国防部长将会晤，恢复军事联系

source: China and the United States will resume high-level defense talks next week, signaling a warming of relations since Beijing broke off military ties early this year.
zh_cn: 中国和美国将在下周恢复高级别的国防会谈，发出了北京于今年中断了与美国的军事联系以来改善两国关系的信号。

source: Chinese Defense Minister General Liang Guanglie and U.S. Defense Secretary Robert Gates will talk in Hanoi, Vietnam, while they attend a security forum of the Association of Southeast Asian Nations.
zh_cn: 中国国防部长梁光烈（Liang Guanglie） 和美国国防部长罗伯特盖茨（Robert Gates ），将在越南河内参加东南亚国家联盟安全论坛期间进行会谈。

source: "Liang is scheduled to meet Gates on the sidelines of the conference," said Guan Youfei, deputy director of the Ministry of National Defense's Foreign Affairs Office, according to Chinese state-run media.
zh_cn: 根据中国国家媒体，中国国防部外事办公室副主任关友飞（Guan Youfei）说，梁光烈计划在会议期间与罗伯特·盖茨会晤。

source: Beijing broke off military contacts early this year to protest the U.S. sale of arms to Taiwan, which China regards as a breakaway province.
zh_cn: 今年年初北京中断了与美国的军事接触，以表示对美国向台湾出售武器的抗议，中国把台湾作为一个分裂的省份。

source: "It takes mutual respect and concern for each other's core interests to keep a healthy military relationship," Guan said at a news briefing Wednesday, according to China Daily.
zh_cn: 据中国日报，关友飞在周三的新闻发布会上说，“会谈还需要中美双方的相互尊重和关心对方的核心利益，以保持双方之间的健全的军事联系。”

source: Gates also is expected to further defense discussions by visiting China.
zh_cn: 盖茨也希望访问中国，以进一步磋商防务。

source: "I think, realistically, we're probably looking at early next year before we have a chance to get to Beijing," U.S. Defense Department spokesman Geoff Morrell said.
zh_cn: 美国国防部发言人杰夫莫雷尔（Geoff Morrell）说，“实际上，我认为我们很可能在明年年初之前，就考虑有机会去北京。”

source: "The Chinese have expressed to us a desire to host the secretary.
zh_cn: “中国向我们表示希望主办这次会晤。

source: They've asked us to look for opportunities in his calendar...
zh_cn: 他们已经要求我们在中方的日程中寻找时机。...

source: [O]ur expectation is that we would be able to travel and engage with the Chinese as soon as possible."
zh_cn: 我们的期望是能尽可能早地成行与中国洽谈。 ”

source: The ASEAN meeting in Vietnam will cover security issues in the region.
zh_cn: 关友飞说，在越南召开的东盟会议将涵盖该地区的安全问题。

source: But those discussions will not include territorial disputes over the South China Sea, Guan said.
zh_cn: 但是，这些讨论将不包括中国南海的领土争端纠纷。

source: "China holds a consistent stance that the South China Sea issue is not an issue between China and the ASEAN," he said.
zh_cn: 他说，“中国持有一贯的立场，认为中国南海问题不是中国与东盟之间的问题。”

source: Beijing says most of the South China Sea belong to China, disputing neighboring countries' claims.
zh_cn: 北京说，大部分的中国南海属于中国，并对周边国家的主张提出了质疑。

source: The clash over territorial waters and islands -- and the natural resources that go with them -- is a flash point in the Asia-Pacific region.
zh_cn: 围绕领海和岛屿的冲突和与之相匹配的天然资源是在亚太地区的闪点。

source: ASEAN is a political and economic organization consisting of Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand and Vietnam.
zh_cn: 东盟是一个政治和经济组织，由文莱、柬埔寨、印度尼西亚、老挝、马来西亚、缅甸、菲律宾、新加坡、泰国和越南组所成。

source: The talks in Vietnam also will include Australia, China, India, Japan, New Zealand, Russia, South Korea and the United States.
zh_cn: 在越南的会谈中，还将有澳大利亚、中国、印度、日本、新西兰、俄罗斯、韩国和美国的代表参加。
